tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sass/sass"
brew "act"
brew "xz"
brew "glib"
brew "eza"
brew "fzf"
brew "harfbuzz"
brew "gradle"
brew "jenv"
brew "maven"
brew "neofetch"
brew "nmap"
brew "node"
brew "php"
brew "pnpm"
brew "pyenv"
brew "sbt"
brew "starship"
brew "tcl-tk"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sass/sass/sass"
cask "1password-cli"
cask "docker"
cask "obsidian"
cask "raycast"
cask "sublime-text"
cask "zed"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "juhahinkula.thymeleaf"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.java"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
